// Задача для тех, кто хочет испытать свои силы (необязательная)
// Сделайте функцию getDigitsSum(digit - это цифра), которая параметром
// принимает целое число(например 5025) и возвращает сумму его цифр
// (в данном примере возвращаемое из функции значение будет 12).
console.log('--- 1 ---');

// Напишите цикл for, который выводит числа в консоль от 0 до 10.
console.log('--- 2 ---');

// Напишите функцию, get_hypotenuse, которая в качестве аргумента принимает
// два числа(длины катетов) и возвращает гипотенузу.
console.log('--- 3 ---');
